// Part of MeasurementKit <https://measurement-kit.github.io/>.
// MeasurementKit is free software. See AUTHORS and LICENSE for more
// information on the copying conditions.
"app_name" = "OONI Probe";

"run_tests" = "Kjør tester";
"past_tests" = "Tidligere tester";
"settings" = "Innstillinger";
"about" = "Om";

"dns_injection" = "DNS-injisering";
"tcp_connect" = "TCP-tilkobling";
"http_invalid_request_line" = "HTTP ugyldig svar linje";
"http_header_field_manipulation" = "Manipulasjon av HTTP-hodefelt";
"web_connectivity" = "Vev-tilkobling";
"ndt" = "NDT-hastighetstest";
"dash" = "DASH-strømmetest";
"whatsapp" = "WhatsApp";
"telegram" = "Telegram";
"facebook_messenger" = "Facebook Messenger";

"web_connectivity_desc" = "Se om nettsider blir blokkerte";
"http_invalid_request_line_desc" = "Finn \\"bokser i midten\\"";
"http_header_field_manipulation_desc" = "Finn \\"bokser i midten\\"";
"ndt_desc" = "Må nettverkshastighet og ytelse";
"dash_desc" = "Måler videostrømmingskvalitet";
"whatsapp_desc" = "Sjekk hvorvidt WhatsApp er blokkert";
"telegram_desc" = "Sjekk hvorvidt Telegram er blokkert";
"facebook_messenger_desc" = "Sjekk hvorvidt Facebook Messenger er blokkert";

"web_connectivity_longdesc" = "Denne testen etterforsker hvorvidt tilgang til nettsider blokkeres gjennom DNS-tukling, TCP/IP-blokkering eller ved transparent HTTP-mellomtjener.\n\nHver gang du kjører \\"Vev-tilkobling\\" tester du forskjellige nettsider.";
"http_invalid_request_line_longdesc" = "Denne testen prøver å oppdage systemer (\"\bokser-i-midten\") som kan være ansvarlige for sensur og overvåkning ved å sende en ugyldig HTTP-forespørselslinje til en gjentagelsestjeneste. Hvis slike systemer finnes i nettverket ditt, vil den ugyldige HTTP-forespørselslinjen bli fanget opp og kan utløse en feil.";
"http_header_field_manipulation_longdesc" = "Denne testen prøver å bestemme tilstedeværelsen av systemer (\\"bokser-i-midten\\") som kan være ansvarlige for sensur eller overvåkning ved å sende HTTP-forespørsler med ikke-kanoniske hoder til en bakendekontrolltjener. Hvis slike systemer finnes i nettverket ditt, vil de sannsynlig legge til ekstra hoder eller normalisere dem.";
"ndt_longdesc" = "Denne testen måler hastigheten og ytelsen på nettverket ditt.\n\nAnsvarsforhold: Dette er en tredjeparts ytelsestest basert på tredjepartstjenere, og vi kan ikke garantere at din IP-adresse ikke vil bli samlet inn, behandlet og publisert.";
"dash_longdesc" = "Denne testen emulerer enkel videostrømming i forskjellige kvaliteter fra en fjerntjener. Denne testen er laget for å hente inn et ytelsesmål for ditt nettverk når du utfører videostrømming.\n\nAnsvarsforhold: Dette er en tredjepartsytelsestest basert på tredjepartstjenere, og vi kan ikke garantere at din IP-adresse ikke vil bli samlet inn, behandlet og offentliggjort.";
"whatsapp_longdesc" = "Denne testen er designet for å bestemme hvorvidt WhatsApp-programmet og nettversjonen kan nås i et testet nettverk.";
"telegram_longdesc" = "Denne testen er designet for å bestemme hvorvidt Telegram-programmet og nettversjonen kan nås i et testet nettverk.";
"facebook_messenger_longdesc" = "Denne testen er designet for å bestemme hvorvidt Facebook Messenger kan nås i et testet nettverk.";

"running_tests" = "Kjørende tester";
"finished_tests" = "Fullførte tester";

"settings" = "Innstillinger";
"collector_address" = "Innsamlingsadresse";

"cancel" = "Avbryt";
"ok" = "OK";
"delete" = "Slett";

"test_result" = "Testresultat";
"change" = "Endre";

"welcome_ooniprobe" = "Velkommen til OONI Probe!";
"get_started" = "Kom igang!";

"what_is_ooniprobe" = "Hva er OONI Probe?";
"learn_more" = "Lær mer";

"risks_text_1" = "OONI Probe er fri programvare som lar deg utforske internettsensur i ditt nettverk!";
"risks_text_2" = "Ved å kjøre dette programmet, kan du fastsette hvorvidt nettsider blokkeres, og om det finnes sensur- og/eller overvåknings-systemer i ditt nettverk.";
"risks_text_3" = "Du kan også kjøre dette programmet for å måle farten og ytelsen i ditt nettverk.";
"risks_text_4" = "Dataen du samler inn gjennom dette programmet kan tjene som bevisførsel av sensurhendelser.";
"risks_text_5" = "Siden OONI Probe er et etterforskningsverktøy, kan det utgjøre en risiko.";

"potential_risks" = "Potensielle risikoer";
"laws_text_1" = "Enhver som holder øye med din internettaktivitet (, det være seg tilbyder, myndigheter, arbeidsgiver,) kan vite at du kjører OONI Probe (selv om OONI prøver å gjøre dette vanskelig).";
"laws_text_2" = "Når du tester nettsider for sensur, vil du koble til og laste ned data fra sider som er provoserende og på kanten, (f.eks. pornografi) som kan være ulovlige i ditt land.";
"laws_text_3" = "OONIs HTTP ugyldig forespørselslinje-test kan utløse tvil hos din tilbyder og kan ses som en form for \"hacking\".";
"laws_text_4" = "Om du ikke setter opp innstillingene dine på annet vis, vil all data innsamlet fra testene dine bli publisert av OONI, og kan inneholde personlig identifiserbar informasjon (selv om OONI prøver å forhindre dette fra å skje).";
"laws_text_5" = "Bare bruken av OONI Probe kan ses som en form for spionasje, uavhengig av lovene i ditt land.";
"laws_text_6" = "Så vidt vi vet, har aldri en bruker av OONI Probe blitt utsatt for konsekvenser fra bruken av vår plattform. Dog har mange land en lang historie av målrettet misbruk av aktivister for digitale rettigheter. som kan bety at OONI Probe-brukere er gjenstand for sivilrettslige, kriminaltekniske og utenomjuridiske straffer.";
"i_understand_the_risks" = "Jeg forstår risikoen.";

"pop_quiz" = "Oppfølgingsspørsmål!";
"question_1" = "Spørsmål 1: Kan noen som overvåker internettaktivitet (f.eks tilbyder, myndighet eller arbeidsgiver) se at jeg bruker OONI Probe, selv om OONI tar forhåndsregler for å gjøre dette vanskelig?";
"question_2" = "Spørsmål 2: Vil målinger bli publisert som forvalg av OONI, og kan de inneholde personlig identifiserende informasjon?";
"true" = "SAnt";
"false" = "Usant";
"how_did_i_do" = "Hvordan klarte jeg meg?";

"wrong" = "Litt mer lesing kreves for at du kan fortsette.";
"correct" = "Godt jobbet! Du har besvart oppfølgingsspørsmålene rett.";

"set_up_sharing" = "Sett opp deling";
"include_ip" = "Inkluder IP-en din?";
"include_asn" = "Inkluder din nettverksinfo?";
"include_cc" = "Inkluder ditt lands navn?";
"upload_results" = "Del resultater offentlig?";
"settings_text" = "Alle målinger blir som forvalg sendt automatisk til OONIs målingsinnsamler og automatisk offentliggjort gjennom OONI-utforskeren og OONIs liste over målinger.";
"im_all_set" = "Jeg er klar!";
"ooniprobe_configured" ="OONI Probe oppsatt. Du er klar.";

"about_ooni" = "Om OONI";
"about_text_1" = "Det åpne observatoriet for nettverksinterferens (OONI) er et fritt programvareprosjekt under Tor-prosjektet hvis mål er å bringe klarhet i internettsensur verden over.";
"about_text_2" ="Siden 2012, har OONI samlet inn millioner av nettverksmålinger fra rundt omkring i verden, og kastet lys på mange tilfeller av internettsensur og trafikkmanipulasjon.";
"learn_more" = "Lær mer";

"run" = "Kjør";
"view" = "Vis";

"no_result" = "Ingen resultater";
"no_result_msg" = "Testen var resultatløs, eller ble avbrutt";

"local_notifications" = "Kjør testpåminnelse";
"local_notifications_time" = "Tid";
"local_notifications_text" = "Tid for kjøring av tester";

"notifications" = "Merknader";

"max_runtime" = "Maksimal kjøretid for vev-tilkobling (sekunder)";
"advanced_settings" = "Avanserte innstillinger";
"finished_running" = "%@ fullførte kjøring";
"view_log" = "Vis logg";
"copy_to_clipboard" = "Kopier til utklippstavle";
"copied_clipboard" = "Kopiert til utklippstavle";
"send_crash" = "Send kræsjrapporter";
"privacy" = "Personvern";
"view_data_policy" = "Klikk her for å vise vår datapraksis";
"test_name_finished" = "%@ fullført, gå til \\"Tidligere tester\\" for å se resultatene";
"open_url_alert" = "Ønsker du å åpne følgende nettadresse?";
"max_runtime_low" = "Den maksimale kjøringstiden du har skrevet inn er for lav, tilbakestiller til forvalg.";
"clear_all_tests_alert" = "Ønsker du å slette alle testresultater?";
"past_tests_empty" = "TIdligere tester vil vises her når de har fullført";

"try_mirror" = "Prøv speil";
"loading" = "Laster…";
"set_default" = "Sett som forvalg";

"run_test_message" = "Du er i ferd med å kjøre en OONI Probe-test på ditt nettverk";
"urls" = "Nettadresser";
"test_name" = "Testnavn";
"test_details" = "Testdetaljer";
"ooniprobe_outdate" = "OONI Probe har en nyere versjon tilgjengelig";
"ooniprobe_outdate_msg" = "For å kjøre denne testen trenger du en nyere versjon av OONI Probe, klikk på knappen nedenfor for å oppgradere";
"invalid_parameter" = "Ugyldig parameter";
"random_sampling_urls" = "Et tilfeldig knippe nettadresser fra den globale listen";

"websites" = "Nettsider";
"instant_messaging" = "Lynmeldinger";
"middle_boxes" = "Bokser i midten";
"performance" = "Ytelse";
